<!DOCTYPE html>
<html lang="ru-RU" dir="ltr">
	<head>
		<title>LK</title>
		<link href="IMG/handlogo.png" rel="icon" />
		<link href="Main.css" rel="stylesheet">
  </head>
	<header>
		<a class="style_power_text" href="index.php"><center>Welcome to Leonard's</center></a>
	</header>
	<body>
		<div class="navigation">
			<nav class="one">
				<ul class="topmenu">
					<li><a href="#">Выбор главы<i class="fa fa-angle-down"></i></a>
						<ul class="submenu">
							<li><a href="index.php#glava1">Глава первая</a></li>
							<li><a href="index.php#glava2">Глава вторая</a></li>
							<li><a href="">Глава третья</a></li>
							<li><a href="">Глава четвертая</a></li>
							<li><a href="">Глава пятая</a></li>
						</ul>
					</li>
					<li><a href="#">Персонажи<i class="fa fa-angle-down"></i></a>
						<ul class="submenu">
							<li><a href="#">Ворон</a></li>
							<li><a href="#">Гектор</a></li>
							<li><a href="#">Люминус</a></li>
							<li><a href="#">Кот Келвиш</a></li>
							<li><a href="#">Мама Гектора</a></li>
						</ul>
					</li>
          <li><a href="artefact.php">Артефакты<i class="fa fa-angle-down"></i></a>
						<ul class="submenu">
							<li><a href="#">Книга с голубым кристаллом</a></li>
							<li><a href="#">Голубой кристалл</a></li>
							<li><a href="#">Кулон возмездия</a></li>
							<li><a href="#">Розовый кристалл</a></li>
							<li><a href="#">Перо мудрости</a></li>
							<li><a href="#">Трость с синим мхом</a></li>
							<li><a href="#">Желтый кристалл</a></li>
							<li><a href="#">Подсумок Элиота</a></li>
						</ul>
					</li>
          <li><a href="#">Локации<i class="fa fa-angle-down"></i></a>
						<ul class="submenu">
							<li><a href="#">Город</a></li>
							<li><a href="#">Дом Гектора</a></li>
							<li><a href="#">Лавка Люминуса</a></li>
							<li><a href="#">Старая гора</a></li>
							<li><a href="#">Лес</a></li>
						</ul>
					</li>
          <li><a href="#">Галерея</a></li>
					<li><a href="#">Новости и обновления</a></li>
					<li><a href="#">О книге</a></li>
				</ul>
			</nav>
		</div>
		<a id="glava1"></a>
		<h2><center>Глава первая</center></h2>
		<h1 class="glava_name"><center>Забвение</center></h1>
    <div class="style_story_text">
      <p>В одном, никому не известном городе, где небо всегда серое, а грязь и запах гнили сбивали с пути всех, проходящих мимо путников, у подножья горы, под старым поваленным деревом, жил ворон, слепой ворон. 
Всему миру плевать на подбитую птицу, кроме одного мальчика. Этого мальчика звали Гектор, он был подмастерьем у городского старьёвщика. Каждый день он пробирался через выжженный лес к подножью горы, чтобы накормить и напоить ворона. Охотиться ворон не мог, даже дойти до ручья без происшествий для него было невероятной удачей. Только благодаря Гектору он ещё не умер от голода или дурацкого стечения обстоятельств. Вы думаете Гектор странный мальчик, раз ходит в такую даль ради какой-то там старой птицы. Как бы не так. Это лишь дань уважения, благодарность за то, что ворон вселил в мальчика надежду тогда, когда, казалось бы, все уже потеряно. Он дал ему силы жить дальше, он дал ему цель. Гектор помнит те события, что все так старательно пытаются забыть, замолчать, скрыть от потомков любые упоминания о том, что произошло два года назад. Тогда все что-то потеряли.
      </p>
      <p>Давайте заглянем немного в прошлое, когда все ещё было хорошо, когда в том городе кипела жизнь, когда небо было голубым, а на рассвете пахло полевыми цветами и мёдом. Утро. Гектор спит в своей постели, а рядом с ним, на, заботливо связанном бабушкой Гектора коврике, клубочком свернулся восьми килограммовый рыжий кот по имени Келвиш, с серыми ушами, белыми лапками и ярко голубыми глазами. Из-за занавесок скромно пробивается лучик света и без стыда и зазрения совести метит Гектору прямо в глаз. К этому бесстыднику добавился ещё и пряный запах свежей выпечки доносящейся с первого этажа. Как бы ни был сладок сон, а под натиском Маминых булочек не устоял даже Келвиш. Как заправский эквилибрист, поднимая пыль и срывая занавески, кот с разгона прыгает Гектору на грудь, мол «Просыпайся и отнеси меня на кухню, ленивое ты создание». 
— Келвиш, что ты делаешь я же сплю!
Воскликнул Гектор, попутно скидывая кота обратно на ковёр.
Но, при виде того хаоса, что за считанные секунды устроил Келвиш, бодрость пришла сама собой. На уборку не было времени. Пирожки остывают! С котом на перевес и, скрипя старыми ступеньками, Гектор направился на кухню. Там его встречает Мама и целая кастрюля пирожков. Заряд настроения на весь день.
      </p>
      <p>Позавтракав и приведя комнату в первоначальное состояние, Гектор пошёл к старьёвщику по имени Люминус. Он проводил у него так много времени, что успевал надоедать не только ему, но и посетителям его диковинного заведения. Они давно дружили. Люминус обучал его разным ремёслам, а Гектор помогал ему с расстановкой нового барахла, что каждый день появлялось. Одному богу известно откуда Люминус его постоянно берет. Ведь хлам хламом, а старик все твердит, что однажды этот «хлам» послужит новой цели, что нет нет, да и найдётся тот человек, которому это ещё пригодится. Осуждать его за это Гектор не в праве. Что уж греха таить он и сам частенько находит для себя что-то интересненькое среди бесчисленных полок со всевозможными безделушками. Часы, расписные тарелки, фигурки из дерева, большое белое перо, шкатулка из глины, ожерелье из собачьих зубов и ваза с большой трещиной по середине. Это самая малая часть того разнообразия, что можно там отыскать. День шёл своим чередом. Люминус все время что-то твердил про надоедливых грызунов, а Гектор в это время листал обветшалую книгу с кристаллом на обложке и с невероятными рассказами про звёзды, до которых он так мечтает дотянуться. Ах эти детские мечты.
      </p>
      <p>На улице уже стемнело и Гектор отправился домой, прихватив с собой книгу. Дорога домой пролегала через поле.
Он шёл медленно и любовался звёздами. Они так увлекли его, что он не заметил корягу, которая растёт прямо на тропе. Гектор упал, с плеча слетела сумка, а из сумки, прямо на траву, выпала книга. Гектор уже торопился её поднять, но вдруг остановился. Его взгляд приковало свечение. Кристалл светился ярким синим светом, как звезды. Он посмотрел наверх и увидел падающую звезду. Она не была похожа на обычную, как те, что он наблюдает каждую осень из своего окна. Она была такой же синей, как и кристалл в книге. Она улетела в сторону горы и скрылась за лесом. 
Гектор был по детски удивлён, шокирован, испуган, а его глаза загорелись от большого любопытства, куда же упала звезда. Было уже поздно. Он пошёл в сторону дома, но твёрдо решил, что на утро отправится на поиски упавшей звезды.
      </p>
    </div>
		<a id="glava2"></a>
		<div class=wrap>
			<form class=float_buttons onClick="window.open('vktaker.php', 'newWin', 'Toolbar=0, Location=0, Directories=0, Status=0, Menubar=0, Scrollbars=0, Resizable=0, Copyhistory=1, Width=700, Height=400')"" method="GET" name="">
				<input class=vk type="image" src="IMG/vklogoinvert.png"
				onmouseover="this.src='IMG/vklogoinvertshaded.png'"
				onmouseout="this.src='IMG/vklogoinvert.png'"
				onclick="this.src='IMG/vklogoinvertopen.png';" width=40 height=40>
			</form>
		</div>
		<p></p>
  </body>
	<footer>
		<div class="navigation"></div>
	</footer>
</html>